{
    "id": "omniknight",
    "title": "전능기사 Omniknight",
    "type": "힘",
    "story": "퓨리스트 선더래스는 용감무쌍하고 노련하며 누구보다도 헌신적인 기사이다. 그는 어렸을 때부터 종자로 일하며 명망 높은 기사들 사이에서 자라났고, 기사단에 충성을 맹세했다. 그는 일평생을 전능자, 만물을 꿰뚫어 보는 이를 섬기는데 바쳤다. 그들의 싸움은 신성한 투쟁이었으며, 임무는 너무나 지당했다. 퓨리스트는 젊음의 패기와 불굴의 용기로 싸운 단 한 순간도 의문 따위를 품어본 적이 없었다. 그러나 성전이 길어짐에 따라 퓨리스트의 선임들은 세상을 떠나 진흙투성이 길가의 초라한 무덤에 묻혔고, 동료 전사들은 전능자를 거부한 미개한 짐승들과의 싸움에서 쓰러졌으며, 종자들마저 매복에 당하거나 전염병에 걸리거나 오염된 물을 마시고 죽어갔다. 퓨리스트는 그 모든 것을 보면서 자신의 맹세와 성전의 대의 자체에 대해 믿음을 잃기 시작했다. 그는 깊은 명상 끝에 군대를 떠나 미로 같은 동굴이 펼쳐져 있는 에마우라쿠스 언덕으로 다시 먼 길을 떠났다. 그곳에서 퓨리스트는 전능자의 사제들에게 도전했다. 그들에게 의문을 품은 기사는 퓨리스트가 처음이었다. 그들은 퓨리스트를 희생의 구덩이로 던져버리려고 했으나, 그는 꿈쩍도 하지 않았다. 그들을 바라보는 퓨리스트의 몸에서 신성한 빛이 퍼져 나왔고, 그 빛을 본 순간 모두가 전능자가 퓨리스트의 몸을 통해 현신했다는 것을 깨달았다. 장로 사제 하나가 퓨리스트를 데리고 가장 깊은 곳의 신성한 방으로 몇 주 동안 여행을 떠났다. 그곳에서 퓨리스트를 기다리고 있던 것은 지혜나 통찰력이 깃든 추상적인 책도, 상상력을 투영하여 겨우 믿을까 싶은 조각품도 아닌 전능자 자신이었다. 전능자는 그 바위 더미 속에서 영겁의 시간을 그저 보내고만 있던 것이 아니었다. 전능자 자신이 그 모든 것을 창조했고, 광물로 거대한 보호막을 만들어 우주의 수많은 위협으로부터 세계를 보호하고 있었다. 그렇게 해서 만물을 꿰뚫어 보는 이는 자신이 세계의 창조자라 말했고 퓨리스트는 그날 직접 목격한 진실을 깨닫고 전능자의 말을 부인할 수 없었다. 물론 전능자가 세계의 창조자가 아니라 그저 바위 속에 갇힌 거짓말쟁이일 수도 있었다. 그러나 전능기사 퓨리스트는 그 후 운명을 의심하지 않았다. 퓨리스트는 마침내 수행의 의미를 찾았다. 그에게 깃든 영광스러운 능력과 동료를 위해 그 힘을 유감없이 발휘해야 한다는 사실은 너무도 지당한 진실 그 자체이다.",
    "table":[
        ["이동속도","305"],
        ["회전속도","0.9"],
        ["시야","1800 / 800"],
        ["공격 모션","0.467+0.863"],
        ["공격 속도","1.7"]
    ],
    "info": [
        "",
        ""
    ],
    "note": [
        ""
    ],
    "skill": [
        {
            "key": "Q",
            "img": "data/images/skill/earthshaker_fissure_hp2.png",
            "title":"정화 Fissure",
            "story":"전능자를 모시는 사제들은 동료 전사의 부정함을 능숙하게 씻어 냅니다.",
            "desc":"즉시 아군 유닛을 치료하고 인근의 모든 적 유닛에게 피해를 줍니다.",
            "info": [
                ["마나 소모", "100/120/140/160"],
                ["쿨다운", "10"],
                ["능력", "유닛 지정"],
                ["효과", "아군 유닛"],
                ["피해 유형", "순수"],
                ["주문 면역", "미관통"],
                ["치유/피해", "90 / 180 / 270 / 360"],
                ["반경", "260"]
            ]
            ,
            "note": [
                "",
                ""
            ]
        }
    , 
        {
            "key": "Q",
            "img": "data/images/skill/earthshaker_fissure_hp2.png",
            "title":"반발력 Fissure",
            "story":"퓨리스트의 마법 저항력은 희생의 구덩이에서 시험을 받고 확인되었습니다.",
            "desc":"대상 유닛에게 신성한 보호막을 걸어 주문 면역 효과를 주고 마법 피해에 100% 면역이 되게 합니다.",
            "info": [
                ["마나 소모", "50/50/50/50"],
                ["쿨다운", "14"],
                ["능력", "유닛 지정"],
                ["효과", "영웅"],
                ["주문 면역", "미관통"],
                ["지속시간", "6 / 8 / 10 / 12"]
            ]
            ,
            "note": [
                "",
                ""
            ]
        }
    , 
        {
            "key": "Q",
            "img": "data/images/skill/earthshaker_fissure_hp2.png",
            "title":"약화의 오라 Fissure",
            "story":"퓨리스트 선더래스가 뿜어내는 신성한 힘은 믿음이 약한 자들의 사기를 떨어뜨립니다.",
            "desc":"가까이 다가오는 적 유닛의 이동 및 공격 속도를 크게 감소시킵니다. 주문 면역인 유닛도 영향을 받습니다.",
            "info": [
                ["능력", "지속 효과"],
                ["오라효과", "적군"],
                ["주문 면역", "관통"],
                ["이동 둔화", "10% / 18% / 26% / 34%"],
                ["공격 둔화", "10 / 18 / 26 / 34"],
                ["반경", "350"]
            ]
            ,
            "note": [
                "",
                ""
            ]
        }
    , 
        {
            "key": "Q",
            "img": "data/images/skill/earthshaker_fissure_hp2.png",
            "title":"수호천사 Fissure",
            "story":"모든 것을 보는 자가 퓨리스트의 친구들 위로 보호의 날개를 펼칩니다.",
            "desc":"전능기사가 수호천사를 소환하여 주위 아군들이 물리적인 공격을 받지 않게 합니다.아가님의 홀로 강화 가능",
            "info": [
                ["마나 소모", "125/175/250"],
                ["쿨다운", "150"],
                ["능력", "대상 없음"],
                ["주문 면역", "관통"],
                ["지속시간", "6 / 7 / 8"],
                ["반경", "600 / 600 / 600"],
                ["홀 지속시간", "8 / 9 / 10"]
            ]
            ,
            "note": [
                "",
                ""
            ]
        }
    ]
}
