{
    "id": "oracle",
    "title": "예지자 Oracle",
    "type": "지",
    "story": "수 세대 동안 시무리 대좌의 계승자들은 광신자의 산맥 최정상 봉우리의 공간에 위치한 상아 배양장에서 자신들의 예지자를 데리고 왔다. 태아 시기에 먼저 계약금을 내고, 성장하여 훈련을 마친 후 돌무덤 왕의 관문을 받드는 예언자가 되면 잔금을 치렀다. 그들은 모두 창백한 시빌스에게서 태어나 길러지며 예지자로 승인받은 이들은 육신을 얻어 우리 대부분이 사는 물질 세계에 정착한다. 한편 그들의 영혼은 세상과 동떨어진 채, 가장 높은 우주 중심부와도 연결되지 않은 채 머나먼 곳을 떠돈다. 그러한 우주여행에서 돌아온 예언자들은 육신의 혀를 빌려 불의 언어를 이야기한다. 시무리 고문들은 그들의 신비로운 언어를 분석하여 미래의 계시와 외교적 자문과 모든 초자연적 정보를 찾아내고 법정이든 전장이든 돌무덤 왕의 계보를 잇는 데 필요한 승리를 쟁취한다. 그렇게 해서 돌무덤서의 페이지는 수 세대에 걸쳐 승리를 거둔 왕과 새로 획득한 영토의 이름이 채워지고 있었다. 그러던 중 네리프라고 불리는 예지자가 도착하여 돌 투구를 쓴 돌무덤 왕들의 마지막 후계자를 섬기기 시작했다. 네리프의 예언은 처음부터 범상치 않았다. 그의 예언은 예견에 그치지 않고 미래를 빚어내는 듯했다. 기이한 예언자 네리프는 누구도 묻지 않은 내용에 관한 이야기를 쏟아냈는데 마침 시무리는 돌연 새롭게 등장한 적들과 분쟁에 휘말렸다. 시무리 고문들은 권력에 대한 위협을 느끼고 이 거슬리는 풋내기 예지자에게 빠르게 공세를 퍼부었다. 그들은 시빌스에게 네리프가 예언 능력이 충분하지 않으니 새롭고 능력이 있는 사람으로 예지자를 교체해달라고 요구했다. 그러나 네리프가 배양장이 파괴되는 불길한 꿈을 꾼 후 몇 시간 만에 유서 깊은 배양장이 끔찍한 산사태로 파괴되었다는 소식이 들려왔다. 고문들은 창백한 시빌스와 같은 운명을 맞이할지 모른다는 두려움에 휩싸였고 예지자 네리프의 눈을 피해 의회 회의실에 모여들었다. 그러나 돌무덤 왕은 실용성을 매우 중시하는 인물이었다. 그는 과도한 걱정에 빠진 고문들의 조언을 받아들이지 않았다. 왕은 그 정도로 뛰어난 예지자라면 왕국을 확장하는 무기로 쓰여야 한다고 생각했다. 그는 소심한 고문들을 좌천시키고 네리프를 가까이 두었다. 왕은 네리프의 재능을 깊이 알지도 못한 채 무모하게 원하는 것들을 말하고서 네리프를 구슬려 자신의 소원을 예언으로 읊게 했다. 처음에는 모든 것이 좋았다. 마지막 돌무덤 왕은 운명이 총애하는 네리프를 부림으로써 자신이 운명 자체를 가지고 놀 수 있다고 떠벌렸다. 그러던 중 왕은 탐욕스러운 총독의 왕국을 침공하기 전날 밤 억지로 예지자 네리프에게 승리를 예언하도록 강요했다. 그러나 네리프는 조용히 '가능성은 반반입니다.'라고 답할 뿐이었다. 왕은 그것을 경고의 징후로 받아들여야 했다. 왕은 더 다그쳤지만 네리프의 입에서는 더 확실한 답이 나오지 않았다. 그럼에도 왕은 자신의 군사력에 확신이 있었다. 총독의 영토는 육지에 둘러싸여 있었고 병력은 형편없었으며 지원을 받을 동맹으로부터 모두 차단되어 있었다. 왕은 네리프의 '가능성은 반반입니다.'라는 말을 자신이 전략적 우위에 있다는 것으로 받아들였다. 왕은 계획이 잘못될 가능성이 거의 없다고 생각했다. 물론 지금 우리는 돌무덤 왕이 네리프의 말을 있는 그대로 받아들였어야 했다는 사실을 안다. ‘가정의 주해 기록’을 면밀히 살펴보아도 탐욕스러운 총독의 왕궁 앞 전장에서 벌어진 일들은 거의 상상조차 어려울 지경이다. 학살의 현장에서 전투 양상이 갈라지기 시작했다. 각자 결정적인 순간에서 현실이 분리되며 조각났다. 전투 중 비틀거리다가 쓰러진 병사들이 다시 멀쩡히 일어나 진격해 나아갔다. 병사들의 정신도 분리되었다. 병사들은 죽은 동시에 살아 있었으며 존재하면서도 존재하지 않았다. 승리와 패배가 둘로 나뉘었고 두 군대는 동시에 승리와 패배를 경험했다. 우주는 거울이 가득한 회랑이 되었으며 거울은 끝없이 부서져 갔다. 두 군대는 즉시 광기에 휩싸였다. 돌무덤 왕은 승리했으면서도 패배한 상태를 이해할 수 없었고 그의 마음은 광기의 티끌이 되어 흩어졌다. 영문을 모르는 총독 역시 그보다 나을 것이 없었다. 현실과 반대의 현실은 계속해서 분리되며 무한한 역사 속으로 메아리쳤다. 각각의 현실에는 당혹스러움에 빠진 사람들이 가득했으며 곧 그들은 전통적인 방식으로 음식을 먹거나 옷을 입거나 자신을 지키거나 후세를 이어갈 능력을 잃었다. 그러나 시무리의 신중한 고문들은 그 영향이 멀리 퍼지기 전에 네리프를 붙잡아 몸을 묶고 입에 재갈을 물린 다음 차원의 항해선에 태워 최대 속력으로 자신들의 우주 바깥까지 날려보냈다. 그들은 네리프를 쫓아내어 자신들에게 더는 해를 끼치지 못하게 하기를 바랐다. 물론, 이미 늦은 때였다. 이는 우리에게도 마찬가지일지 모른다.",
    "table":[
        ["이동속도","305"],
        ["회전속도","0.9"],
        ["시야","1800 / 800"],
        ["공격 모션","0.467+0.863"],
        ["공격 속도","1.7"],
        ["충돌 크기","24"]
    ],
    "info": [
        "",
        ""
    ],
    "note": [
        ""
    ],
    "skill": [
        {
            "key": "Q",
            "img": "data/images/skill/earthshaker_fissure_hp2.png",
            "title":"행운의 끝 Fissure",
            "story":"원 에너지가 뻗어 나올 때 별의 구체가 힘으로 요동치며 일시적으로 적 한 명과 신체와의 연결을 방해합니다.",
            "desc":"집중 기술 - 예지자가 힘을 정제의 에너지 줄기로 모읍니다. 이 에너지를 내보내면 피해를 주고 움직임을 멈추며 대상 주변에 있는 적의 강화 효과를 제거합니다. 최대 2.5초 동안 집중하여 시전할 수 있습니다. 중지 지속시간은 정신 집중 시간과 일치합니다.",
            "info": [
                ["마나 소모", "130"],
                ["쿨다운", "12"],
                ["능력", "집중 기술, 유닛 지정"],
                ["효과", "적 유닛"],
                ["피해 유형", "마법"],
                ["주문 면역", "미관통"],
                ["정지 최소 지속시간", "0.5"],
                ["정지 최대 지속시간", "2.5"],
                ["반경", "215"]
            ]
            ,
            "note": [
                "",
                ""
            ]
        }
    , 
        {
            "key": "Q",
            "img": "data/images/skill/earthshaker_fissure_hp2.png",
            "title":"운명의 칙령 Fissure",
            "story":"깨지지 않는 예언 한 자락이 울려 퍼진다. 선택받은 동맹은 잠시 마법의 고통에서 벗어난다. 그러나 다른 고통은...",
            "desc":"예지자가 대상 하나를 황홀경에 빠뜨립니다. 대상은 무장 해제 상태가 되고, 100%의 마법 저항력이 생기지만, 다른 유형의 피해로는 더 큰 피해를 받습니다. 아군과 적군에게 사용할 수 있습니다.",
            "info": [
                ["마나 소모", "50"],
                ["쿨다운", "12"],
                ["능력", "유닛 지정"],
                ["주문 면역", "미관통"],
                ["피해 증폭", "50%"],
                ["지속시간", "3 / 4 / 5 / 6"]
            ]
            ,
            "note": [
                "",
                ""
            ]
        }
    , 
        {
            "key": "Q",
            "img": "data/images/skill/earthshaker_fissure_hp2.png",
            "title":"정화의 불길 Fissure",
            "story":"거울 회랑이 촛불 하나의 빛을 증폭시키듯, 우주의 부서진 벽은 예언의 빛을 타오르는 횃불로 변형시킵니다.",
            "desc":"불순한 효과를 제거하고 대상에게 큰 마법 피해를 준 다음 시간이 지나면서 체력을 회복시킵니다. 지속시간 동안 재생되는 체력이 최초 받은 피해보다 많습니다. 아군과 적군에게 사용할 수 있습니다.",
            "info": [
                ["마나 소모", "55/70/85/100"],
                ["쿨다운", "3"],
                ["능력", "유닛 지정"],
                ["피해 유형", "마법"],
                ["주문 면역", "미관통"],
                ["초당 체력 회복", "11 / 22 / 33 / 44"],
                ["총 치유", "99 / 198 / 297 / 396"],
                ["지속시간", "9"]
            ]
            ,
            "note": [
                "",
                ""
            ]
        }
    , 
        {
            "key": "Q",
            "img": "data/images/skill/earthshaker_fissure_hp2.png",
            "title":"거짓 약속 Fissure",
            "story":"거짓 예언자가 미래를 보지 못하듯이 적도 아군을 보지 못하리라.",
            "desc":"아군 한 명의 운명을 일시적으로 바꿉니다. 거짓 약속 효과가 지속하는 동안 이동, 공격, 능력 사용 시 투명 상태가 되며 모든 치유와 받는 피해 효과가 지연됩니다. 거짓 약속으로 지연된 치유 효과는 두 배가 됩니다. 효과가 적용될 때 해로운 상태 효과와 무력화 상태를 대부분 제거합니다.",
            "info": [
                ["마나 소모", "200"],
                ["쿨다운", "20"],
                ["능력", "유닛 지정"],
                ["효과", "아군 영웅"],
                ["지속시간", "7 / 8 / 9"]
            ]
            ,
            "note": [
                "",
                ""
            ]
        }
    ]
}
